/* No comment provided by engineer. */
"Art" = "Art";

/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Ostrzeżenie: pluginy nie zadziałają na niewspieranych wersjach Spotlight nawet wtedy, kiedy je włączysz. (Twoja wersja Spotlight to v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Przepływ pracy Automatora:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Nie można zainstalować pluginu.";

/* No comment provided by engineer. */
"Couldn't load the online plugin directory." = "Nie można wczytać sieciowego katalogu pliginu.";

/* No comment provided by engineer. */
"Delete Plugin" = "Usuń Plugin";

/* No comment provided by engineer. */
"Description:" = "Opis:";

/* No comment provided by engineer. */
"Developer" = "Developer";

/* No comment provided by engineer. */
"Edit Plugin" = "Edytuj Plugin”;

/* No comment provided by engineer. */
"Edit Workflow" = "Edytuj przepływ pracy”;

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Uruchom pluginy Spotlight";

/* No comment provided by engineer. */
"Featured" = "Polecane”;

/* No comment provided by engineer. */
"Flashlight: the missing plugin system for Spotlight." = "Flashlight: brakujący system pluginów dla Spotlight";

/* No comment provided by engineer. */
"Information" = "Informacja";

/* No comment provided by engineer. */
"Installed" = "Zainstalowane";

/* No comment provided by engineer. */
"Language" = "Język";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Nowy plugin Automatora…";

/* No comment provided by engineer. */
"News" = "Newsy";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"Search" = "Szukaj";

/* No comment provided by engineer. */
"System" = "System";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Ten plugin nie posiada dodatkowych opcji.";

/* No comment provided by engineer. */
"Title:" = "Tytuł:”;

/* No comment provided by engineer. */
"Try again" = "Spróbuj ponownie";

/* No comment provided by engineer. */
"Unknown" = "Nieznany";

/* No comment provided by engineer. */
"Usage examples:" = "Przyjłady użycia:";

/* No comment provided by engineer. */
"Utilities" = "Narzędzia";

/* No comment provided by engineer. */
"Weather" = "Pogoda";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Plugin zostanie wybrany kiedy wyszukasz w Spotlight frazę podobną do wymienionych przykładów.";

